Repository: JimmXinu/EpubMerge
Catalog: translations/*.po
Languages: pt_br

source: UI plugin to concatenate multiple epubs into one.
pt_br: Plugin para fundir múltiplos epubs em um.

source: Anthology
pt_br: Antologia

source: Basic
pt_br: Básico

source: Columns
pt_br: Colunas

source: These settings control the basic features of the plugin.
pt_br: Estas configurações controlam os recursos básicos do plugin.

source: If both 'Insert Table of Contents entry' and 'Copy Table of Contents entries' are unchecked, there will be no Table of Contents in merged books.
pt_br: Se ambas as opções 'Inserir uma entrada de Índice' e 'Copiar Índice' estiverem desmarcadas, não haverá nenhum Índice nos livros fundidos.

source: Insert Table of Contents entry for each title?
pt_br: Inserir uma entrada de Índice para cada livro?

source: If set, a new TOC entry will be made for each title and it's existing TOC nested underneath it.
pt_br: Se ativado, uma nova entrada de Índice será criada para cada livro, e o Índice existente aninhado sob ela.

source: Copy Table of Contents entries from each title?
pt_br: Copiar o Índice de cada livro?

source: If set, the original TOC entries will be included the new epub.
pt_br: Se ativado, o Índice original será incluído no novo epub.

source: Skip when there is only one TOC entry?
pt_br: Pular quando houver apenas um item no sumário?

source: If set, the original TOC entries for each book will only be included if there's more than TOC entry one in that book.
pt_br: Quando ativado, os itens originais do sumário só serão incluídos se houver mais de um item no sumário do livro.

source: Flatten Table of Contents?
pt_br: Nivelar o índice?

source: Remove nesting and make TOC all on one level.
pt_br: Remover aninhamento e deixar todo o Índice em um único nível.

source: Include Books' Comments?
pt_br: Incluir Comentários dos Livros?

source: Include all the merged books' comments in the new book's comments. Default is a list of included titles only.
pt_br: Inclui todos os comentários dos livros fundidos nos comentários do novo livro. O padrão é apenas uma lista de títulos incluídos.

source: Keep UnMerge Metadata?
pt_br: Manter metadados individuais?

source: If set, a copy of the original metadata for each merged book will be included, allowing for UnMerge. This includes your calibre custom columns. Leave off if you plan to distribute the epub to others.
pt_br: Se ativado, uma cópia dos metadados originais de cada livro fundido será incluída, permitindo desfazer a fusão. Isso inclui suas colunas personalizadas do calibre. Deixe desativado se você planeja distribuir o epub para outras pessoas.

source: Restore Selection?
pt_br: Restaurar seleção?

source: If set, the plugin will select the same books again after starting the merge. Default behavior is to select the new merge book.
pt_br: Quando ativado, o plugin irá selecionar os mesmos livros novamente após o início da mesclagem. O comportamento padrão é selecionar o novo livro mesclado.

source: Add tags to merged books:
pt_br: Adicionar etiquetas para os livros fundidos:

source: Tags you enter here will be added to all new merged books
pt_br: As etiquetas que você inserir aqui serão adicionadas para todos os novos livros fundidos

source: Merged Book Word:
pt_br: Palavra para Livro Fundido:

source: Word use to describe merged books in default title and summary. For people who don't like the word Anthology.
pt_br: Palavra usada para descrever livros fundidos no título padrão e resumo. Para pessoas que não gostam da palavra Antologia.

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and getting all the EpubMerge confirmation dialogs back again.
pt_br: Esses controles não são configurações do plugin, mas botões convenientes para a criação de atalhos de teclado e reativação de todos os diálogos de confirmação do EpubMerge.

source: Keyboard shortcuts...
pt_br: Atalhos de teclado...

source: Edit the keyboard shortcuts associated with this plugin
pt_br: Editar atalhos de teclado associados com este plugin

source: Reset disabled &confirmation dialogs
pt_br: Reativar diálogos de &confirmação desativados

source: Reset all show me again dialogs for the EpubMerge plugin
pt_br: Reativar tudo: mostrar novamente todos os diálogos de confirmação para o plugin EpubMerge

source: View library preferences...
pt_br: Visualizar preferências da biblioteca...

source: View data stored in the library database for this plugin
pt_br: Visualizar dados armazenados no banco de dados da biblioteca para este plugin

source: Done
pt_br: Concluído

source: Confirmation dialogs have all been reset
pt_br: Os diálogos de confirmação foram todos reativados

source: Take value from first source book
pt_br: Utilizar o valor do primeiro livro de origem

source: Take value from last source book
pt_br: Utilizar o valor do último livro de origem

source: Add values from all source books
pt_br: Adicionar valores de todos os livros de origem

source: Average value from ALL source books
pt_br: Valor médio de todos os livros de origem

source: Average value from source books with values
pt_br: Valor médio dos livros de origem com valores

source: True if true on all source books (and)
pt_br: Verdadeiro se verdadeiro em todos os livros de origem (e)

source: True if true on any source books (or)
pt_br: Verdadeiro se verdadeiro em qualquer livro de origem (ou)

source: Take newest value from source books
pt_br: Utilizar o valor mais recente dos livros de origem

source: Take oldest value from source books
pt_br: Utilizar o valor mais antigo dos livros de origem

source: Include values from all source books
pt_br: Incluir valores de todos os livros de origem

source: Concatenate values from all source books
pt_br: Concatenar valores de todos os livros de origem

source: Set to current time when created
pt_br: Definir para hora atual, ao criar

source: Standard Columns:
pt_br: Colunas padrão:

source: Take Series from first book
pt_br: Utilizar Série do primeiro livro

source: If set, the Series name and index from the first book will be set on the merged book.
pt_br: Se ativado, o nome da série e o volume do primeiro livro serão utilizados no livro fundido.

source: Custom Columns:
pt_br: Colunas personalizadas:

source: If you have custom columns defined, they will be listed below. Choose how you would like these columns handled.
pt_br: Se você possuir colunas personalizadas, elas serão listadas abaixo. Escolha como gostaria que essas colunas fossem manipuladas.

source: Set this %s column on new merged books...
pt_br: Utilizar esta coluna %s nos novos livros fundidos...

source: How this column will be populated by default.
pt_br: Como essa coluna será preenchida por padrão.

source: Starting...
pt_br: Começando...

source: Working
pt_br: Trabalhando

source: Completed so far
pt_br: Concluído até agora

source: Cancel
pt_br: Cancelar

source: Starting Merge...
pt_br: Começando fusão...

source: Move selected books up the list
pt_br: Mover os livros selecionados para cima

source: Remove selected books from the list
pt_br: Remover os livros selecionados da lista

source: Move selected books down the list
pt_br: Mover os livros selecionados para baixo

source: Author(s)
pt_br: Autor(es)

source: Series
pt_br: Série

source: Title
pt_br: Título

source: Are you sure you want to remove this book from the list?
pt_br: Você deseja realmente remover este livro da lista?

source: Are you sure you want to remove the selected %d books from the list?
pt_br: Você deseja realmente remover os %d livros selecionados da lista?

source: UnMerge Epub
pt_br: Reverter fusão do Epub

source: Apply to all EPUBs?
pt_br: Aplicar para todos os EPUBs?

source: Apply the same action to the rest of the EPUBs after this.
pt_br: Aplicar a mesma ação ao restante dos EPUBs após isto.

source: Add
pt_br: Adicionar

source: Overwrite
pt_br: Substituir

source: Discard
pt_br: Descartar

source: Merge multiple EPUBs into one in a new book.
pt_br: Fundir múltiplos EPUBs em um novo livro.

source: &Merge Epubs
pt_br: &Fundir Epubs

source: &UnMerge Epubs
pt_br: &Reverter fusão de Epubs

source: &Configure Plugin
pt_br: &Configurar Plugin

source: Configure EpubMerge
pt_br: Configurar o EpubMerge

source: Cannot UnMerge Non-Epubs
pt_br: Não é possível reverter a fusão de livros que não sejam Epub

source: To UnMerge the source must be Epub(s) created by EpubMerge with Keep UnMerge Metadata enabled.
pt_br: Para reverter a fusão, a fonte deve ser Epub(s) criado(s) pelo EpubMerge com a opção "Manter metadados individuais" ativada.

source: No UnMerge data found
pt_br: Não foram encontrados metadados individuais

source: You already have a book <i>%s</i> by <i>%s</i>. You may Add a new book of the same title, Overwrite the Epub in the existing book, or Discard this Epub.
pt_br: Você já tem um livro <i>%s</i> por <i>%s</i>. Você pode Adicionar um novo livro com o mesmo título, Substituir o Epub no livro existente, ou Descartar este Epub.

source: You already have more than one book <i>%s</i> by <i>%s</i>. You may Add a new book of the same title, or Discard this Epub.
pt_br: Você já possui mais de um livro <i>%s</i> por <i>%s</i>. Você pode Adicionar um novo livro com o mesmo título, ou Descartar este Epub

source: Cannot Merge Epubs
pt_br: Não foi possível fundir os Epubs

source: Less than 2 books selected.
pt_br: Menos de dois livros selecionados.

source: Collecting EPUBs for merger...
pt_br: Coletando EPUBs para fusão...

source: Get EPUBs for merge
pt_br: Obter EPUBs para fusão

source: EPUBs collected
pt_br: EPUBs coletados

source: %s books failed.
pt_br: %s livros falharam.

source: Order EPUBs to Merge
pt_br: Ordem dos EPUBs para fusão

source: %s by %s
pt_br: %s por %s

source: %s containing:
pt_br: %s contendo:

source: The book for the new Merged EPUB has been created and default metadata filled in. However, the EPUB will *not* be created until after you've reviewed, edited, and closed the metadata dialog that follows.
pt_br: O livro para o novo EPUB fundido foi criado e os metadados padrão preenchidos. Contudo, o EPUB *não* será criado até que você tenha revisado, editado, e fechado a janela de metadados a seguir.

source: EpubMerge will be done in a Background job. The merged EPUB will not appear in the Library until finished. You are merging %s EPUBs totaling %s.
pt_br: EpubMerge rodará em segundo segundo plano. O livro fundido o não irá aparecer na Biblioteca até terminar. Você está fundindo %s EPUBs, totalizando %s.

source: Merging %s EPUBs...
pt_br: Fundindo %s EPUBs...

source: Starting EpubMerge
pt_br: Iniciando EpubMerge

source: Remove Failed Anthology Book?
pt_br: Remover livro de Antologia com falha?

source: EpubMerge failed, no new EPUB was created; see the background job details for any error messages.
pt_br: EpubMerge falhou. Nenhum EPUB novo foi criado; veja os detalhes do processo para mensagens de erro.

source: Do you want to delete the empty book EpubMerge created?
pt_br: Deseja apagar o livro vazio criado pelo EpubMerge?

source: Click '<b>Yes</b>' to remove empty book from Libary,
pt_br: Clique em '<b>Sim</b>' para remover o livro vazio da Biblioteca,

source: Click '<b>No</b>' to leave it in Library.
pt_br: Clique em '<b>Não</b>' para deixá-lo na Biblioteca.

source: Merge finished, output in: %s
pt_br: Fusão concluída, saída em: %s

source: Finished merging %s EPUBs.
pt_br: Concluída a fusão de %s EPUBs.

source: EpubMerge has finished. The new EPUB has been added to the book previously created.
pt_br: EpubMerge finalizou. O novo EPUB foi adicionado ao livro criado anteriormente.

source: Unknown
pt_br: Desconhecido

source: %s by %s doesn't have an EPUB.
pt_br: %s por %s não possui um EPUB.
