Repository: JimmXinu/EpubMerge
Catalog: epubsplit/translations/*.po
Languages: pt_br, sv, uk

source: UI plugin to split off parts of an epub into a new book.
pt_br: Plugin para dividir partes de um epub em um novo livro.
sv: Användargränssnitt för att dela upp delar av en epub till en ny book.
uk: Додаток для поділу файла EPub на декілька нових електронних книг.

source: Basic
pt_br: Básico
sv: Grundläggande
uk: Основні

source: Custom Columns
pt_br: Personalizar Colunas
sv: Anpassa kolumner
uk: Нетипові стовпчики

source: When making a new Epub, the metadata from the source book will be copied or not as you choose below.
pt_br: Ao fazer um novo Epub, os metadados do livro de origem serão copiados ou não, conforme suas escolhas a seguir.
sv: När en ny Epub görs, kommer metadata från källboken att kopieras eller inte beroende på ditt val nedan.
uk: Під час створення нових книг Epub метадані з початкової книги може бути скопійовано до них, залежно від описаних нижче параметрів.

source: Copy Title
pt_br: Copiar Título
sv: Kopiera titel
uk: Копіювати назву

source: Copy Title from the source Epub to the Split Epub. Adds "Split" to the title.
pt_br: Copia o título do Epub de origem para o Epub dividido. Adiciona "Dividir" para o título.
sv: Kopiera titel från epub-källa till uppdelad epub. Lägger till "uppdelad" till titeln.
uk: Копіювати запис назви із початкової книги Epub до вирізаної частини. До назви буде додано запис «(частина)».

source: Copy Authors
pt_br: Copiar Autores
sv: Kopiera författare
uk: Копіювати авторів

source: Copy Authors from the source Epub to the Split Epub.
pt_br: Copiar autores do Epub de origem para Epub dividido.
sv: Kopiera författare från från epub-källa till uppdelad epub.
uk: Копіювати запис авторів з початкової книги Epub до вирізаної частини.

source: Copy Series
pt_br: Copiar Séries
sv: Kopiera serier
uk: Копіювати серію

source: Copy Series from the source Epub to the Split Epub.
pt_br: Copiar séries do Epub de origem para Epub dividido.
sv: Kopiera serier från epub-källa till uppdelad epub.
uk: Копіювати запис серії з початкової книги Epub до вирізаної частини.

source: Copy Cover
pt_br: Copiar Capa
sv: Koperia omslag
uk: Копіювати обкладинку

source: Copy Cover from the source Epub to the Split Epub.
pt_br: Copiar capa do Epub de origem para Epub dividido.
sv: Kopiera omslag från epub-källa till uppdelad epub
uk: Копіювати зображення обкладинки з початкової книги Epub до вирізаної частини.

source: Copy Rating
pt_br: Copiar Classificação
sv: Kopiera betyg
uk: Копіювати оцінку

source: Copy Rating from the source Epub to the Split Epub.
pt_br: Copiar classificação do Epub de origem para Epub dividido.
sv: Kopiera betyg från epub-källa till uppdelad epub
uk: Копіювати запис оцінки з початкової книги Epub до вирізаної частини.

source: Copy Tags
pt_br: Copiar Etiquetas
sv: Kopiera etikett
uk: Копіювати мітки

source: Copy Tags from the source Epub to the Split Epub.
pt_br: Copiar etiquetas do Epub de origem para Epub dividido.
sv: Kopiera etikett från epub-källa till uppdelad epub.
uk: Копіювати запис міток з початкової книги Epub до вирізаної частини.

source: Copy Identifiers
pt_br: Copiar Identificadores
sv: Kopiera indentifierare
uk: Копіювати ідентифікатори

source: Copy Identifiers from the source Epub to the Split Epub.
pt_br: Copiar identificadores do Epub de origem para Epub dividido.
sv: Kopiera identifierare från epub-källa till uppdelad epub
uk: Копіювати запис ідентифікаторів з початкової книги Epub до вирізаної частини.

source: Copy Date
pt_br: Copiar Data
sv: Kopiera datum
uk: Копіювати дату

source: Copy Date from the source Epub to the Split Epub.
pt_br: Copiar data do Epub de origem para Epub dividido.
sv: Kopiera datum från epub-källa till uppdelad epub
uk: Копіювати запис дати з початкової книги Epub до вирізаної частини.

source: Copy Published Date
pt_br: Copiar Data de Publicação
sv: Kopiera publiceringsdatum
uk: Копіювати дату публікації

source: Copy Published Date from the source Epub to the Split Epub.
pt_br: Copiar data de publicação do Epub de origem para Epub dividido.
sv: Kopiera publiceringsdatum från epub-källa till uppdelad epub
uk: Копіювати запис дати публікації з початкової книги Epub до вирізаної частини.

source: Copy Publisher
pt_br: Copiar Editor
sv: Kopiera förlag
uk: Копіювати видавця

source: Copy Publisher from the source Epub to the Split Epub.
pt_br: Copiar editor do Epub de origem para Epub dividido.
sv: Kopiera förlag från epub-källa till uppdelad epub
uk: Копіювати запис видавця з початкової книги Epub до вирізаної частини.

source: Copy Languages
pt_br: Copiar Idiomas
sv: Kopiera språk
uk: Копіювати мови

source: Copy Languages from the source Epub to the Split Epub.
pt_br: Copiar idiomas do Epub de origem para Epub dividido.
sv: Kopiera språk från epub-källa till uppdelad epub
uk: Копіювати запис мов з початкової книги Epub до вирізаної частини.

source: Copy Comments
pt_br: Copiar Comentários
sv: Kopiera kommentarer
uk: Копіювати коментарі

source: Copy Comments from the source Epub to the Split Epub. Adds "Split from:" to the comments.
pt_br: Copia comentários do Epub de origem para o Epub dividido. Adiciona "Dividir de" para os comentários.
sv: Kopiera kommentarer från epub-källa till uppdelad epub. Lägger till "uppdelad:" till kommentarer.
uk: Копіювати запис коментарів із початкової книги Epub до вирізаної частини. До коментарів буде додано запис «Частина:».

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and getting all the EpubSplit confirmation dialogs back again.
pt_br: Esses controles não são configurações do plugin como sugere o nome, mas botões convenientes para a criação de atalhos de teclado e recebendo todos os diálogos de confirmação do EpubSplit.
sv: Dessa manöverorgan är inte inställningar för tilläggsprogram som sådant, men bekväma knappar för ställning in kortkommandon och få alla EpubSplit bekräftelsedialogrutor tillbaka igen.
uk: Ці елементи керування не визначають параметрів додатка, а є лише зручними кнопками для визначення клавіатурних скорочень і відновлення показу діалогових вікон підтвердження поділу Epub.

source: Keyboard shortcuts...
pt_br: Atalhos do teclado...
sv: Kortkommando...
uk: Клавіатурні скорочення…

source: Edit the keyboard shortcuts associated with this plugin
pt_br: Edite os atalhos de teclado associados com este plugin
sv: Redigera tangentbordets kortkommandon som hör samman med detta tilläggsprogram
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Reset disabled &confirmation dialogs
pt_br: Redefinir diálogos de &confirmação desativados
sv: Återställ avstängda &konfirmationsdialogrutor
uk: Відновити всі вимкнені ві&кна підтвердження

source: Reset all show me again dialogs for the EpubSplit plugin
pt_br: Redefinir tudo, mostre-me novamente os diálogos para o plugin EpubSplit
sv: Återställ alla visa mig igen dialogrutor för EpubSplit programmet
uk: Відновити показ усіх діалогових вікон підтвердження для додатка поділу Epub

source: View library preferences...
pt_br: Visualizar preferências da biblioteca...
sv: Visa biblioteksval
uk: Переглянути налаштування бібліотеки…

source: View data stored in the library database for this plugin
pt_br: Visualizar dados armazenados no banco de dados da biblioteca para este plugin
sv: Visa data lagrat i biblioteksdatabasen för detta tilläggsprogram
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Done
pt_br: Ok
sv: Klar
uk: Виконано

source: Confirmation dialogs have all been reset
pt_br: Os diálogos de confirmação foram redefinidos
sv: Alla konfirmationsdialogrutor har blivit återställda.
uk: Показ діалогових вікон підтвердження відновлено

source: If you have custom columns defined, they will be listed below. Choose if you would like these columns copied to new split books.
pt_br: Se você tiver colunas personalizadas definidas, elas serão listadas abaixo. Escolha se você gostaria que estas colunas fossem copiadas para novos livros divididos.
sv: Om du har definierat anpassade kolumner, kommer de listas nedan. Välj om du vill kopiera dessa kolumner till nya uppdelade böcker.
uk: Якщо у вас є нетипові стовпчики, їх буде показано у списку нижче. Вкажіть, чи слід копіювати вміст цих стовпчиків до новостворених частин книги.

source: Copy this %s column to new split books...
pt_br: Copiar esta coluna %s para novos livros divididos...
sv: Kopiera denna %s kolumn till nya uppdelade böcker...
uk: Копіювати цей стовпчик %s до новостворених частин книги…

source: Source column:
pt_br: Coluna de origem:
sv: Källkolumn:
uk: Стовпчик джерела:

source: If set, the column below will be populated with the template below to record the source of the split file.
pt_br: Se for definido, a coluna abaixo será preenchida com o modelo abaixo para gravar a origem do arquivo dividido.
sv: Om satt, kommer kolumn att fyllas upp med mall nedan för att lagra källa av den uppdelade filen.
uk: Якщо позначено, наведений нижче стовпчик буде заповнено за наведеним нижче шаблоном для запису даних джерела файла поділу.

source: Choose a column to populate with template on split.
pt_br: Escolha uma coluna para preencher com o modelo dividido.
sv: Välj en kolumn att fylla upp med mall vid delning
uk: Виберіть стовпчик, який буде заповнено за шаблоном під час поділу.

source: Template from source book. Example: {title} by {authors}
pt_br: Modelo do livro de origem. Exemplo: {title} por {authors}
sv: Mall från källbok. Till exempel: {title} av {authors}
uk: Шаблон на основі даних початкової книги. Приклад: {title}, {authors}

source: New Book
pt_br: Novo Livro
sv: Ny bok
uk: Нова книга

source: Guide
pt_br: Manual
uk: Путівник

source: Table of Contents
pt_br: Índice
sv: Innehållsförteckning
uk: Зміст

source: Indicates 'special' pages: copyright, titlepage, etc.
pt_br: Indicar páginas 'especiais': copyright, titlepage, etc.
sv: Indikerar "speciella" sidor: copyright, titelsida, etc.
uk: Позначає «особливі» сторінки: сторінка авторських прав, титульна сторінка тощо

source: Click and copy hotkey to copy text. Double-click to edit ToC entry. Pipes(|) divide different ToC entries to the same place.
pt_br: Clicar e copiar atalho para copiar o texto. Clique duas vezes para editar entradas do índice. Pipes(|) divide diferentes entradas do índice para o mesmo local.
sv: Klicka och kopiera snabbvalstangent för att kopiera text. Dubbelklicka för att redigera element i innehållsförteckning. Pipes() delar upp olika innehållsförteckningselement till samma ställe.
uk: Клацніть і натисніть відповідну комбінацію клавіш для копіювання тексту. Двічі клацніть для редагування запису змісту. Символи вертикальної риски (|) поділяють різні записи змісту, які слід зберегти у одному місці.

source: EpubSplit
uk: Поділ Epub

source: Split off part of an EPUB into a new book.
pt_br: Dividir parte de um EPUB em um novo livro.
sv: Dela upp en del av EPUB till en ny bok.
uk: Вирізати частину книги EPUB до нової книги.

source: Select One Book
pt_br: Selecionar um Livro
sv: Välj en bok
uk: Виберіть одну книгу

source: Please select exactly one book to split.
pt_br: Selecione exatamente um livro para dividir.
sv: Var god välj exakt en bok att dela upp.
uk: Будь ласка, виберіть точно одну книгу для поділу.

source: No EPUB
pt_br: Nenhum EPUB
sv: Ingen EPUB
uk: Не є книгою EPUB

source: This plugin only works on EPUB format ebooks.
pt_br: Este plugin apenas funciona em e-books de formato EPUB.
sv: Detta tilläggsprogram fungerar bara på EPUB-formaterade e-böcker.
uk: Цей додаток може обробляти лише книги у форматі EPUB.

source: Select Sections to Split Off
pt_br: Selecionar Seções Para Dividir
sv: Välj sektion att dela upp
uk: Виберіть розділи для поділу

source: %s Split
pt_br: Dividir %s
sv: %s Dela upp
uk: %s (частина)

source: Split from:
pt_br: Dividir de:
sv: Dela upp från:
uk: Частина:

source: The book for the new Split EPUB has been created and default metadata filled in. However, the EPUB will *not* be created until after you've reviewed, edited, and closed the metadata dialog that follows. You can fill in the metadata yourself, or use download metadata for known books. If you download or add a cover image, it will be included in the generated EPUB.
pt_br: O livro para a nova divisão EPUB foi criado e metadados padrão preenchidos. Contudo, o EPUB *não* vai ser criado enquanto você não revisar, editar, e fechar a janela de metadados a seguir. Você mesmo pode preencher os metadados, ou utilizar os metadados de transferência de livros conhecidos. Se você transferir ou adicionar uma imagem de capa, ela será incluída no EPUB gerado.
sv: Boken för den nya uppdelade EPUB har skapats och standard metadata är ifyllt. Men EPUB kommer *inte* att skapas förrän du har granskat, redigerat, och stängt metadata dialogrutan som följer. Du kan fylla i metadata själv, eller använda hämtat metadata för kända böcker. Om du laddar ner eller lägga till en omslagsbild, kommer den att inkluderas i den genererade EPUB.
uk: Створено нові частини розділеної книги EPUB, метадані яких заповнено типовими значеннями. Втім, самі книги EPUB *не буде* створено, доки ви не переглянете, відредагуєте дані і закриєте діалогове вікно метаданих, яке буде показано далі. Ви можете заповнити поля даних власноруч або скористатися отриманими програмою метаданими відомих книг. Якщо ви отримаєте або додасте зображення обкладинки, його буде включено до створеного програмою файла EPUB.

source: Splitting off from EPUB...
pt_br: Dividindo do EPUB...
sv: Delar upp från EPUB...
uk: Вирізаємо частину з EPUB…

source: Finished splitting off EPUB.
pt_br: Divisão do EPUB concluída.
sv: Klar med uppdelning av EPUB.
uk: Розрізання EPUB завершено.
