Repository: JimmXinu/EpubMerge
Catalog: SmartEject/translations/*.po
Languages: pt_br, sv, uk

source: UI plugin to Check for Duplicate/Missing/Added Books when Ejecting Devices.
pt_br: Plugin para Verificar livros duplicados/ausentes/adicionados ao ejetar dispositivos.
sv: Användargränssnittprogram för att undersöka duplikat/saknade/tillagda böcker när enhet kopplas bort.
uk: Додаток для синхронізації даних щодо дублікатів та списку книг під час вилучення пристроїв зберігання даних у системі.

source: Basic
pt_br: Báico
sv: Grundläggande
uk: Основні

source: Searches
pt_br: Buscas
sv: Sökningar
uk: Пошуки

source: When Ejecting a Device, Check for:
pt_br: Ao ejetar um dispositivo, verificar:
sv: När enhets kopplas bort, undersök:
uk: Під час вилучення пристрою перевіряти:

source: Reading List books to Sync
pt_br: Lendo lista de livros para sincronizar
sv: Läser lista av böcker att synkroniseras
uk: Синхронізацію списку прочитаного

source: Check Reading List plugin for books ready to Sync to the current device.
pt_br: Verificar o plugin Lista de Leitura para livros lidos, para sincronização com o dispositivo atual.
sv: Undersök läslista efter böcker som är redo att synkroniseras till aktuell enhet.
uk: Перевіряти за допомогою додатка списку читання, чи є книги, позначку читання яких не синхронізовано з пристроєм.

source: Duplicated Books
pt_br: Livros duplicados
sv: Duplicerade böcker
uk: Дублікати книг

source: Check for books that are on the device more than once.
pt_br: Verificar livros que estão à mais no dispositivo.
sv: Söker efter böcker som finns mer än en gång på enheten.
uk: Перевіряти, чи немає на пристрої дублікатів книг.

source: Deleted Books (not in Library)
pt_br: Apagar livros (não da biblioteca)
sv: Ta bort böcker (inte i bibliotektet)
uk: Вилучені книги, яких немає у бібліотеці

source: Check for books on the device that are not in the current library.
pt_br: Verificar livros no dispositivo que não estão na biblioteca atual.
sv: Söker efter böcker på enheten som inte finns i aktuellt bibliotek.
uk: Перевірити, чи є на пристрої книги, яких немає у поточній бібліотеці.

source: Added Books (not on Device)
pt_br: Adicionar livros (não no dispositivo)
sv: Tillagda böcker (inte på enhet)
uk: Додані книги, яких немає на пристрої

source: Check for books in the current library that are not on the device.
pt_br: Verificar livros na biblioteca atual que não estão no dispositivo.
sv: Sök efter böcker i aktuellt bibliotek som inte finns på enheten.
uk: Перевіряти, чи є у поточній бібліотеці книги, яких немає на пристрої.

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and viewing all plugins settings.
pt_br: Esses controles não são configurações de plugin, mas os botões convenientes para a criação de atalhos de teclado e visualização de todas as configurações de plugins.
sv: Dessa kontroller är inte inställningar för insticksprogrammet som sådant, men är bekväma knappar för att ställa in tangentbordssnabbbval och visa alla inställningar.
uk: Ці елементи керування не визначають параметрів додатка, а є лише зручними кнопками для визначення клавіатурних скорочень і перегляду усіх параметрів додатків.

source: Keyboard shortcuts...
pt_br: Atalhos do teclado...
sv: Tangentbordssnabbval...
uk: Клавіатурні скорочення…

source: Edit the keyboard shortcuts associated with this plugin
pt_br: Editar atalhos do teclado associados com este plugin.
sv: Redigera tangentbordssnabbval som är associerade med detta insticksprogram
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: &View library preferences...
pt_br: &Visualizar preferências da biblioteca...
sv: &Visa biblioteksval...
uk: П&ереглянути налаштування бібліотеки…

source: View data stored in the library database for this plugin
pt_br: Visualizar dados armazenados no banco de dados da biblioteca para este plugin.
sv: Visa data lagrat i biblioteksdatabasen för detta insticksprogram
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Done
pt_br: Ok
sv: Klar
uk: Виконано

source: Confirmation dialogs have all been reset
pt_br: Os diálogos de confirmação foram todos redefinidos
sv: Konfirmationsdialoger har alla blivit nollställda
uk: Показ діалогових вікон підтвердження відновлено

source: Searches to use for:
pt_br: Buscas para usar:
sv: Sökningar att användas för:
uk: Критерії пошуку:

source: Search for Duplicated Books:
pt_br: Buscar livros duplicados:
sv: Sökning av duplicerade böcker:
uk: Пошук дублікатів книг:

source: Default is %s
pt_br: O padrão é %s
sv: Grundinställning är %s
uk: Типовим є %s

source: Deleted Books (not in Library):
pt_br: Apagar livros (não na biblioteca):
sv: Borttagna böcker (in i bibliotek):
uk: Вилучені книги, яких немає у бібліотеці:

source: Added Books (not on Device):
pt_br: Adicionar livros (não no dispositivo):
sv: Tillagda böcker (inte på enhet):
uk: Додані книги, яких немає на пристрої:

source: Restore Defaults
pt_br: Restaurar Padrões
sv: Återställ grundinställning
uk: Відновити типові параметри

source: Revert all searches to the defaults.
pt_br: Reverter todas as buscas para padrões.
sv: Återställ alla sökningar till grundinställningar.
uk: Відновити типові параметри усіх пошуків.

source: SmartEject
sv: Smart borttagning

source: Check for duplicated/deleted/added books before ejecting.
pt_br: Verificar livros duplicados/apagados/adicionados antes de ejetar.
sv: Sök efter duplikat/borttagna/tillagda böcker före borttagning.
uk: Виконує перевірки наявності дублікатів, вилучених і доданих книг до вилучення пристрою у системі.

source: Sync Reading List?
pt_br: Sincronizar a lista de leitura?
sv: Synkronisera läslista?
uk: Синхронізувати список прочитаного?

source: There are books that need syncing according to Reading List.<p>Sync Books?
pt_br: Existem livros que precisam ser sincronizados de acordo com a Lista de Leitura.<p>Sincronizar esses livros?
sv: Det finns böcker som behöver synkroniseras enligt läslista. <p>Synkronisera böcker?
uk: Виявлено книги, дані щодо відсотку прочитаного у яких не синхронізовано.<p>Синхронізувати дані?

source: Duplicates on Device
pt_br: Duplicados no Dispositivo
sv: Duplikat på enhet
uk: Дублікати на пристрої

source: There are duplicate ebooks on the device.<p>Display duplicates?
pt_br: Existem e-books duplicados no dispositivo.<p>Exibir duplicados?
sv: Det finns duplicerade e-böcker på enheten. <p>Visa duplikat?
uk: На пристрої виявлено дублікати книг.<p>Показати список дублікатів?

source: Books in Library not on Device
pt_br: Livros na Biblioteca e não no Dispositivo
sv: Böcker i bibliotek inte på enhet
uk: Книги у бібліотеці, яких немає на пристрої

source: There are books in the Library that are not on the Device.<p>Display books not on Device?
pt_br: Existem livros na biblioteca que não estão no dispositivo.<p>Exibir livros que não estão no dispositivo?
sv: Det finns böcker i biblioteket som inte finns på enheten.<p>Visa böcker som inte finns på enhet?
uk: У бібліотеці є книги, яких немає на пристрої.<p>Показати список книг, яких немає на пристрої?

source: Books on Device not in Library
pt_br: Livros no Dispositivo e não na Biblioteca
sv: Böcker på enhet inte i bibliotek
uk: Книги на пристрої, яких немає у бібліотеці

source: There are books on the device in %s that are not in the Library.<p>Display books not in Library?
pt_br: Existem livros no dispositivo %s que não estão na biblioteca.<p>Exibir livros que não estão na biblioteca?
sv: Det finns böcker på enheten i % som inte finns i biblioteket.<p>Visa böcker som inte finns i bibliotek?
uk: На пристрої у %s є книги, яких немає у бібліотеці.<p>Показати список книг, яких немає у бібліотеці?
